Repository: r-a-y/bp-reply-by-email
Catalog: languages/bp-rbe-*.po
Languages: it_it

source: BuddyPress Reply By Email cannot initialize. Please navigate to "BuddyPress > Reply By Email" to fill in the required fields and address the webhost warnings.
it_it: BuddyPress Reply By Email non può essere inizializzato. Per favore naviga in "BuddyPress > Reply By Email" per riempire i campi richiesti e risolvere gli avvisi sul webhost.

source: --- Reply ABOVE THIS LINE to add a comment ---
it_it: --- Rispondi SOPRA QUESTA RIGA per aggiungere un commento ---

source: Settings
it_it: Impostazioni

source: Error: Unable to connect to inbox - %s
it_it: Errore: Impossibile connettersi alla inbox - %s

source: Error: <strong>Address tag</strong> must only be one character.
it_it: Errore: <strong>Address tag</strong> deve essere un solo carattere.

source: Error: <strong>Port</strong> must be numeric.
it_it: Errore: <strong>la Porta</strong> deve essere numerica.

source: Error: <strong>Key</strong> must only contain letters and / or numbers.
it_it: Errore: <strong>la Chiave</strong> deve contenere solo lettere e/o numeri.

source: Error: <strong>Keep Alive Connection</strong> value must be less than 30.
it_it: Errore: il valore di <strong>Keep Alive Connection</strong> deve essere meno di 30.

source: BP Reply By Email Settings
it_it: Impostazioni BP Reply By Email

source: Please enter the IMAP settings for your email account. Fields marked with * are required.
it_it: Per favore inserisci le impostazioni IMAP per il tuo account di posta. I campi marcati con * sono richiesti.

source: Using GMail? (This will override the Server Name, Port and Address Tag fields on save.) Also make sure to <a href="%s" target="_blank">enable IMAP in GMail</a>.
it_it: Stai usando GMail? (Il salvataggio sovrascriverà il Nome Server, la Porta e il campo Address Tag.) Assicurati anche di <a href="%s" target="_blank">abilitare IMAP in GMail</a>.

source: Port *
it_it: Porta *

source: Address Tag Separator *
it_it: Separatore Address Tag *

source: Example: test@gmail.com is my email address, I can also receive email that is sent to test+anything@gmail.com. The address tag separator for GMail is "+". For other email providers, <a href="%s" target="_blank">view this page</a>.
it_it: Esempio: test@gmail.com è il mio indirizzo email, posso anche ricevere email che è inviata a test+qualcosa@gmail.com. Il separatore di Address Tag per GMail è "+". Per altri fornitori di servizio email, <a href="%s" target="_blank">guarda questa pagina</a>.

source: For GMail users, enter your <strong>full email address</strong> as your username.
it_it: Per gli utenti GMail, inserisci il tuo <strong>indirizzo email completo</strong> come username.

source: Email Address
it_it: Indirizzo Email

source: If your username is <strong>not</strong> the same as your email address, please fill in this field as well.
it_it: Se il tuo username <strong>non</strong> è lo stesso del tuo indirizzo di posta, per favore compila anche questo campo.

source: Other Settings
it_it: Altre impostazioni

source: This key is used to verify incoming emails before anything is posted to BuddyPress. By default, a key is randomly generated for you. You should rarely have to change your key. However, if you want to change it, please type in an alphanumeric key of your choosing.
it_it: Questa chiave è usata per verificare email in ingresso prima che qualsiasi cosa sia pubblicata in BuddyPress. Una chiave casuale predefinita è stata generata per te. Dovresti aver bisogno raramente di cambiare la tua chiave. Comunque, se vuoi cambiarla, per favore scrivi una chiave alfanumerica a tua scelta.

source: The length in minutes to stay connected to your inbox. Due to <a href="%s" target="_blank">RFC 2177 protocol</a>, this value cannot be larger than 29. If this value is changed, this will take effect on the next scheduled update.
it_it: La lunghezza in minuti di permanenza della connsessione alla tua inbox. Secondo l'<a href="%s" target="_blank">RFC 2177 del protocollo</a>, questo valore non può essere più grande di 29.

source: Save Changes
it_it: Salva i cambiamenti

source: If you're a fan of this plugin, support further development with a donation!
it_it: Se sei un fan di questo plugin, supporta lo sviluppo ulteriore con una donazione!

source: Need Help?
it_it: Hai bisogno di aiuto?

source: <a href="%s">Check out the BP Reply By Email wiki</a> for articles, FAQs and more information.
it_it: <a href="%s">Controlla il wiki di BP Reply By Email</a> per articoli, FAQs e altre informazioni.

source: Settings updated successfully!
it_it: Impostazioni aggiornate con successo!

source: IMAP extension for PHP is <strong>disabled</strong>. This plugin will not run without it. Please contact your webhost to enable this.
it_it: L'estensione IMPA per PHP è <strong>disabilitata</strong>. Questo plugin non funzionerà senza di essa. Per favore contatta il tuo webhost per abilitarla.

source: PHP Safe Mode is <strong>on</strong>. This is not a dealbreaker, but this means you cannot set the Keep Alive Connection value larger than %d minutes.
it_it: Il PHP Safe Mode è <strong>abilitato</strong>. Questo non è un requisito obbligatorio, ma significa che non puoi impostare il valore del Keep Alive Connection a più di %d minutes.

source: Webhost Warnings
it_it: Avvisi Webhost

source: Schedule Info
it_it: Informazioni di pianificazione

source: <strong>Reply By Email</strong> is currently <span>CONNECTED</span> and checking your inbox continuously. The next scheduled stop and restart is <strong>%s</strong>.
it_it: <strong>Reply By Email</strong> è attualmente <span>CONNESSO</span> e sta controllando la tua inbox continuamente. Il prossimo stop e riavvio è <strong>%s</strong>.

source: <strong>Reply By Email</strong> is currently <span>NOT CONNECTED</span>. The next scheduled inbox check is <strong>%s</strong>.
it_it: <strong>Reply By Email</strong> è attualmente <span>NON CONNESSO</span>. Il prossimo controllo pianificato è <strong>%s</strong>.

source: What this means is a user will need to visit your website after %s in order for the plugin to check your inbox again. This is a limitation of Wordpress' scheduling API.
it_it: Questo significa che un utente deve visitare il tuo sito dopo le ore %s per fare in modo che il plugin controlli di nuovo la tua inbox. Questa è una limitazione della API di pianificazione di Wordpress.

source: <a href="%s">View this article</a> for a potential solution.
it_it: <a href="%s">Leggi questo articolo</a> per una potenziale soluzione.

source: error - BP doc parent comment was deleted before this could be posted.
it_it: errore - il commento BP doc a cui si rispondeva è stato cancellato prima che questo potesse essere inviato.

source: error - BP doc parent comment was marked as spam before this could be posted.
it_it: errore - il commento BP doc a cui si rispondeva è stato marcato come spam prima che questo potesse essere inviato.

source: error - BP doc parent comment was unapproved before this could be posted.
it_it: errore - il commento BP doc a cui si rispondeva è stato disapprovato prima che questo potesse essere inviato.

source: error - BP doc's comment settings changed to 'no-one'
it_it: errore - le impostazioni di commento di BP doc sono state cambiate a 'nessuno'

source: error - this BP doc's comment setting is set to admins and mods only
it_it: errore - i commenti a questo BP doc sono impostate su solo amministratori e moderatori

source: error - user is not a member of the group
it_it: errore - utente non membro del gruppo

source: notice - user is banned from group. BP doc comment not posted.
it_it: notifica - utente bannato dal gruppo. Commento BP doc non inviato.

source: error - BP doc comment failed to post
it_it: errore - non è stato possibile inviare il commento BP doc

source: Hi there, Your comment to the group document: "%s" Could not be posted because the parent comment you were replying to no longer exists. We apologize for any inconvenience this may have caused.
it_it: Ciao, il tuo commento per il documento del gruppo: "%s" non può essere pubblicato perchè il commento padre non esiste più. Ci scusiamo per gli eventuali disagi causati da questo problema.

source: Hi there, Your comment to the group document: "%s" Could not be posted because the parent comment you were replying to was marked as spam. We apologize for any inconvenience this may have caused.
it_it: Ciao, il tuo commento al documento del gruppo: "%s" non può essere pubblicato perché il commento padre a cui si stava rispondendo è stato segnato come spam. Ci scusiamo per gli eventuali disagi che questo può aver causato.

source: Hi there, Your comment to the group document: "%s" Could not be posted because the parent comment you were replying was unapproved. We apologize for any inconvenience this may have caused.
it_it: Ciao, il tuo commento al documento del gruppo: "%s" non può essere pubblicato perché il commento padre a cui stavi rispondendo non è stato approvato. Ci scusiamo per gli eventuali disagi che questo può aver causato.

source: Hi there, Your comment to the group document: "%s" Could not be posted because the comment setting for this group document recently changed to "No One". This means that no other comments can be posted for the group document in question. We apologize for any inconvenience this may have caused.
it_it: Ciao, il tuo commento al documento di gruppo: "%s" non può essere pubblicato in quanto l'impostazione dei commenti di questo documento di gruppo è stata recentemente cambiata in "Nessuno". Questo significa che nessun altro commento può essere pubblicato per il documento in questione. Ci scusiamo per gli eventuali disagi causati da questo problema.

source: Hi there, Your comment to the group document: "%s" Could not be posted because the comment setting for this group document recently changed to "Admin and moderators only". Since you are not a group administrator or a group moderator, this means your comment could be posted. We apologize for any inconvenience this may have caused.
it_it: Ciao, il tuo commento al documento di gruppo: "%s" non può essere pubblicato in quanto l'impostazione dei commenti di questo documento di gruppo è stata recentemente cambiata in "Solo amministratori e moderatori". Poichè non sei amministratore o moderatore del gruppo, questo significa che il tuo commento non può essere pubblicato. Ci scusiamo per gli eventuali disagi causati da questo problema.

source: Hi there, Your comment to the group document: "%s" Could not be posted because you are no longer a member of this group. To comment on this group document, please rejoin the group. We apologize for any inconvenience this may have caused.
it_it: Ciao, il tuo commento al documento di gruppo: "%s" non può essere pubblicato in quanto non sei più un membro di questo gruppo. Per commentare questo documento di gruppo, per favore aderisci nuovamente al gruppo. Ci scusiamo per gli eventuali disagi causati da questo problema.

source: Hi there, Your comment to the group document: "%s" Could not be posted due to an error. We apologize for any inconvenience this may have caused.
it_it: Ciao, il tuo commento al documento di gruppo: "%s" non può essere pubblicato a causa di un errore. Ci scusiamo per gli eventuali disagi causati da questo problema.

source: %s posted a new activity comment via email:
it_it: %s ha pubblicato un nuovo commento attività via email:

source: View Discussion
it_it: Leggi Discussione

source: error - no address tag could be found
it_it: errore - address tag non trovato

source: error - no user ID could be found
it_it: errore - ID utente non trovato

source: Hi there, You tried to use the email address - %s - to reply by email. Unfortunately, we could not find this email address in our system. This can happen in a couple of different ways: * You have configured your email client to reply with a custom "From:" email address. * You read email addressed to more than one account inside of a single Inbox. Make sure that, when replying by email, your "From:" email address is the same as the address you've registered at %s. If you have any questions, please let us know.
it_it: Ciao, hai provato ad usare l'indirizzo email - %s - per rispondere via email. Sfortunatamente, non è stato possibile trovare questo indirizzo email nel nostro sistema. Questo può succedere in un paio di casi: * Hai configurato il tuo client di posta per rispondere con un indirizzo email "From:" personalizzato. * Leggi la posta indirizzata a più di un account in una singola Inbox. Assicurati che quando rispondi per email, il tuo indirizzo email "From:" è lo stesso indirizzo che hai registrato su %s. Se hai domande, facci sapere.

source: notice - user is marked as a spammer. reply not posted!
it_it: notifica - utente segnato come spammer. risposta non publicata!

source: error - no parameters were found
it_it: errore - nessun parametro trovato

source: error - body message for reply was empty
it_it: errore - il corpo del messaggio di risposta era vuoto

source: Hi there, Your reply could not be posted because we could not find the "%s" marker in the body of your email. In the future, please make sure you reply *above* this line for your comment to be posted on the site. If you have any questions, please let us know.
it_it: Ciao, la tua risposta non può essere inviata perchè non è stato trovato il segnale "%s" nel corpo della tua email. In futuro, per favore assicurati di rispondere *sopra* questa linea per fare in modo che il tuo commento sia pubblicato sul sito. Se hai domande, facci sapere.

source: error - root activity update was deleted before this could be posted
it_it: errore - l'aggiornamento attività principale è stato cancellato prima che questo potesse essere pubblicato

source: Hi there, Your reply: "%s" Could not be posted because the activity entry you were replying to no longer exists. We apologize for any inconvenience this may have caused.
it_it: Ciao, la tua risposta: "%s" non può essere pubblicata perchè l'elemento di attività a cui stavi rispondendo non esiste più. Ci scusiamo per gli eventuali disagi causati da questo problema.

source: error - root or parent activity update was deleted before this could be posted
it_it: errore - aggiornamento attività principale o genitore è stato cancellato prima che questo potesse essere pubblicato

source: error - user is not a member of the group. forum reply not posted.
it_it: errore - utente non membro del gruppo. risposta al forum non pubblicata.

source: Hi there, Your forum reply: "%s" Could not be posted because you are no longer a member of this group. To comment on the forum thread, please rejoin the group. We apologize for any inconvenience this may have caused.
it_it: Ciao, la tua risposta al forum: "%s" non può essere pubblicata perchè non sei più membro di questo gruppo. Per commentare gli argomenti del forum, per favore aderisci nuovamente al gruppo. Ci scusiamo per gli eventuali disagi causati da questo problema.

source: notice - user is banned from group. forum reply not posted.
it_it: notifica - utente bannato dal gruppo. risposta al forum non pubblicata.

source: error - body message for new forum topic was empty
it_it: errore - il corpo del messaggio per nuovo argomento del forum era vuoto

source: Hi there, We could not post your new forum topic by email because we could not find any text in the body of the email. In the future, please make sure to type something in your email! :) If you have any questions, please let us know.
it_it: Ciao, non è stato possibile pubblicare il nuovo argomento nel forum perchè non abbiamo trovato nessun testo nel corpo dell'email. In futuro, per favore assicurati di scrivere qualcosa nella tua email! :) Se hai domande, facci sapere.

source: error - forum topic was deleted before reply could be posted
it_it: errore - argomento del forum cancellato prima che la risposta fosse pubblicata

source: Hi there, Your forum reply: "%s" Could not be posted because the forum topic you were replying to no longer exists. We apologize for any inconvenience this may have caused.
it_it: Ciao, la tua risposta al forum: "%s" non può essere pubblicata poichè l'argomento del forum a cui stavi rispondendo non esiste più. Ci scusiamo per gli eventuali disagi causati da questo problema.

source: error - forum topic failed to be created
it_it: errore - creazione argomento del forum fallita

source: Hi there, Your forum topic titled "%s" could not be posted due to an error. We apologize for any inconvenience this may have caused.
it_it: Ciao, il tuo argomento forum con titolo: "%s" non può essere pubblicato a causa di un errore. Ci scusiamo per gli eventuali disagi causati da questo problema.

source: error - user is not a part of the existing PM conversation
it_it: errore - utente non appartiene alla conversazione privata esistente

source: error - private message thread was deleted by all parties before this could be posted
it_it: errore - la conversazione privata è stata cancellata da tutti i partecipanti prima che questo potesse essere pubblicato

source: Hi there, Your private message reply: "%s" Could not be posted because the private message thread you were replying to no longer exists. We apologize for any inconvenience this may have caused.
it_it: Ciao, la tua risposta al messaggio privato: "%s" non può essere pubblicata perchè la conversazione a cui stavi rispondendo non esiste più. Ci scusiamo per gli eventuali disagi causati da questo problema.

source: error - private message failed to post
it_it: errore - impossibile pubblicare il messaggio privato

source: Hi there, Your reply: "%s" Could not be posted due to an error. We apologize for any inconvenience this may have caused.
it_it: Ciao, la tua risposta: "%s" non può essere pubblicata a causa di un errore. Ci scusiamo per gli eventuali disagi causati da questo problema.

source: Message #%d: %s
it_it: Messaggio #%d: %s

source: [%s] Your Reply By Email message could not be posted
it_it: [%s] La tua risposta via Email non può essere pubblicata

source: Post New Topics via Email
it_it: Pubblica nuovi argomenti via Email

source: You can post new topics to this group from the comfort of your email inbox.
it_it: Puoi pubblicare nuovi argomenti in questo gruppo comodamente dalla tua casella di posta elettronica.

source: Find out how!
it_it: Scopri come!

source: Send an email to <strong><a href="%s">%s</strong></a> and a new forum topic will be posted in %s.
it_it: Invia un'email a <strong><a href="%s">%s</strong></a> per pubblicare un nuovo argomento del forum in %s.

source: Compose a new email from the same email address you registered with &ndash; %s
it_it: Componi un nuovo messaggio email dallo stesso indirizzo con cui sei registrato &ndash; %s

source: Put the address above in the "To:" field of the email.
it_it: Metti l'indirizzo sopra nel campo "A:" dell'email.

source: The email subject will become the topic title.
it_it: L'oggetto dell'email diventerà il titolo dell'argomento.

source: <strong>Note:</strong> The email address above is unique to you and this group. Do not share this email address with anyone else! (Each group member will have their own unique email address.)
it_it: <strong>Nota:</strong> L'indirizzo email sopra è unico per te e questo gruppo. Non condividere questo indirizzo email con nessun altro! (Ciascun membro del gruppo avrà il suo indirizzo email unico.)

source: Every %s minutes
it_it: Ogni %s minuti

source: %s replied to the forum topic %s in the group %s via email:
it_it: %s ha risposto all'argomento del forum %s nel gruppo %s via email:

source: %s started the forum topic %s in the group %s via email:
it_it: %s ha iniziato l'argomento nel forum %s del gruppo %s via email:
